export default async function Privacy() {
  return (
    <>
      <div className="mx-auto p-6 md:w-7/12">
        <p>
          株式会社Pontech（以下「当社」といいます。）は、以下の方針に従って当社が提供するサービスである「Benefy
          Blog」（以下「本サービス」といいます。）を利用するユーザー（以下「ユーザー」といいます。）の個人情報を適正に取り扱います。
        </p>
        <h2 className="mb-2 mt-6 text-xl font-bold">
          第1条（関係法令、ガイドライン等の遵守）
        </h2>
        <p>
          当社は、個人情報の保護に関する法律及びその他関連する法令等を遵守し、個人情報の適切な取扱い及び保護に努めます。
        </p>

        <h2 className="mb-2 mt-6 text-xl font-bold">
          第2条（当社が取得する可能性のある個人情報の種類）
        </h2>
        <p>当社がユーザーから取得する可能性のある情報</p>
        <ul className="list-disc pl-8">
          <li>
            氏名、生年月日、性別、ご職業、その他の特定の個人を識別することができる情報
          </li>
          <li>
            特定の個人情報に結びついて使用されるご住所、電話番号、アカウント情報（メールアドレスおよびパスワード等をいいます）、ニックネーム等の情報
          </li>
          <li>クレジットカード情報</li>
          <li>
            個人情報と一体となった趣味、家族構成、年齢その他の個人に関する属性情報
          </li>
          <li>ユーザーの本人確認に関する情報</li>
        </ul>
        <p>当社が本サービスの利用に関連して取得する可能性のある情報</p>
        <ul className="list-disc pl-8">
          <li>
            ユーザーがご利用になった本サービスの内容、ご利用日時および回数、本サービス利用時のユーザーのオンライン行動等、ユーザーによる本サービスの利用・閲覧に関連する情報（Cookie
            情報、アクセスログ等の利用状況に関する情報、ご利用の端末情報、OS情報、位置情報、そして
            IP
            アドレス、ブラウザ情報、ブラウザ言語等を含むユーザーの通信に関する情報を含みます）
          </li>
          <li>
            ユーザーが本サービスの利用のために入力した文章、写真、動画その他の情報
          </li>
          <li>ユーザーの本サービスでの決済状況に関する情報</li>
        </ul>
        <p>当社が業務提携先および第三者から間接的に収集する情報</p>
        <ul className="list-disc pl-8">
          <li>
            当社は、パブリックDMP事業者、アフィリエイト・サービス・プロバイダ、データ解析事業者、不正利用検知サービスプロバイダ、広告事業者その他の各種サービスプロバイダ等の第三者から取得するユーザーに関する識別子（Cookie、ADID/IDFA、IPアドレス等を含みます）、電話番号、メールアドレス、閲覧履歴、位置情報等の行動履歴、趣味嗜好等の情報といった個人情報または個人関連情報を取得し、当社が既に有しているユーザーの個人情報と紐づけて、突合・分析する場合があります。
          </li>
        </ul>

        <h2 className="mb-2 mt-6 text-xl font-bold">
          第3条（個人情報の取得・利用）
        </h2>
        <p>
          当社は、偽りその他不正の手段により個人情報を取得しません。当社は、法令で定める場合またはあらかじめ本人の同意を得た場合を除き、要配慮個人情報を取得しません。ただし、ユーザーが当社利用規約に反して要配慮個人情報をLINE上で送信した場合には、ユーザーは当社が当該要配慮個人情報を取得することに同意したものとみなします。
        </p>
        <p>
          当社は、法令で定める場合を除き、次に掲げる利用目的の達成に必要な範囲内で個人情報を利用いたします。
        </p>
        <ul className="list-disc pl-8">
          <li>本サービスに関する各種事項の連絡や情報提供を行うため</li>
          <li>本サービスを提供するため</li>
          <li>
            本サービスにユーザー登録する際に必要な情報入力を簡略化するため
          </li>
          <li>ユーザーのお申込みにかかる本サービス間の情報連携のため</li>
          <li>電子メール配信サービスのお申込みの確認やメールを配信するため</li>
          <li>本サービスに関するご請求、お支払いとその確認をするため</li>
          <li>本サービスの利用状況等を調査・分析するため</li>
          <li>
            本サービスの内容をよりご満足いただけるよう改良・改善し、または新サービスの開発のため
          </li>
          <li>本サービスの内容をユーザーにあわせてカスタマイズするため</li>
          <li>本サービスに関する満足度を調査するため</li>
          <li>
            取得情報を統計的に処理した情報を、集約し調査結果として公表するため
          </li>
          <li>本サービス、新サービスに関する研究開発をするため</li>
          <li>
            本サービス、新サービスその他の各種サービスのご案内やお知らせをお届けする等、マーケティングで利用するため
          </li>
          <li>
            調査のご協力依頼や各種イベントへのご参加をお願いしたり、その結果等をご報告したりするため
          </li>
          <li>
            ユーザーの本サービスの利用状況その他の情報を分析して、当社や第三者の広告を当該ユーザーの趣味や嗜好にあわせて配信または表示するとともに、広告の効果を測定するため
          </li>
          <li>
            当社や第三者の提供するサービス内に商品の情報を配信または表示するため
          </li>
          <li>本サービス運営上のトラブルの解決のため</li>
          <li>本サービスに関する不正利用防止や安全性の確保のため</li>
        </ul>
        <p>
          当社は、前項の利用目的を変更することがあります。この場合、当社は、変更された利用目的をユーザーに通知しまたは公表いたします。
        </p>

        <h2 className="mb-2 mt-6 text-xl font-bold">
          第4条（個人データの管理）
        </h2>
        <p>
          当社は、個人データの漏えい、滅失、毀損等を防止するために、必要な安全管理措置を講じ、個人データの適切な管理に努めます。
        </p>

        <h2 className="mb-2 mt-6 text-xl font-bold">
          第5条（個人データ等の第三者への提供）
        </h2>
        <p>
          当社は、個人データを第三者に提供することがあります。この場合、当社は、法令で定める場合を除き、あらかじめ本人の同意を取得いたします。
        </p>
        <p>
          当社は、個人関連情報を第三者に提供する場合において、当該第三者が個人関連情報を個人データとして取得することが想定されるときは、法令で定める場合を除き、法令の定めに従って必要な確認および情報提供を行います。
        </p>

        <h2 className="mb-2 mt-6 text-xl font-bold">
          第6条（保有個人データおよび第三者提供記録の開示請求等の手続およびお問い合わせ先）
        </h2>
        <p>
          （i）保有個人データの利用目的の通知、（ii）保有個人データの開示、訂正・追加・削除、利用停止・消去、第三者提供の停止または（iii）第三者提供記録の開示をご希望の場合およびお問い合わせの場合には、以下の窓口までご連絡ください。当社において、本人確認を行った上で、法令等の定めに基づいて対応いたします。
        </p>
        <p>〒150-0043</p>
        <p>東京都渋谷区道玄坂1丁目10番8号渋谷道玄坂東急ビル2F−C</p>
        <p>株式会社Pontech　個人情報担当者宛</p>

        <h2 className="mb-2 mt-6 text-xl font-bold">
          第7条（本プライバシーポリシーの改定）
        </h2>
        <p>
          当社は、必要に応じて本プライバシーポリシーを改定することがあります。本プライバシーポリシーの最新版は、当社のウェブサイトに掲載いたします。
        </p>

        <p className="mt-6">最終更新日：2024年02月19日</p>
      </div>
    </>
  );
}
