export default async function Terms() {
  return (
    <div className="mx-auto p-6 md:w-7/12">
      <p>
        この利用規約（以下、「本規約」といいます。）は、株式会社Pontech（以下、「当社」といいます。）が提供するサービスである「Benefy
        Blog」の利用条件を定めるものです。本規約において、「ユーザー」とは本サービスのユーザーをいい、本サービスの利用開始をもって、ユーザーは本規約及びプライバシーポリシーに同意したものとみなされます。本サービスを利用する方は、事前に本規約及びプライバシーポリシーを必ずお読みください。
      </p>

      <h2 className="mb-2 mt-6 text-xl font-bold">第1条（適用）</h2>
      <ol className="list-decimal pl-8">
        <li>
          本規約は、本サービスの利用条件を当社とユーザーとの間で定めることを目的とし、当社とユーザーとの間の本サービスの利用に関わる一切の関係に適用されます。
        </li>
        <li>
          当社が本サービス又は当社ウェブサイト等に随時掲載する本サービスの利用に関するルールは、本規約の一部を構成します。
        </li>
        <li>
          本規約と本アカウント（次条第1項で定義します。）の返答内容が矛盾又は抵触する場合、本規約を優先します。
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">第2条（本サービスの利用）</h2>
      <ol className="list-decimal pl-8">
        <li>
          本サービスは、ユーザーが「Benefy」のSNSアカウント（LINE公式アカウント及びTwitterアカウントをいいます。）又はモバイルアプリ（以下、SNSアカウント及びモバイルアプリを併せて「本アカウント」といいます。）に対して送信したメッセージに対して、本アカウントが自動的に返答するものです。
        </li>
        <li>
          本サービスは、本規約のほか、適用される法令等を遵守している方に限り、利用することができます。ユーザーが未成年者である場合は、事前に親権者等の法定代理人から同意を取得した上で本サービスを利用しなければなりません。
        </li>
        <li>
          本サービスのユーザーには無料ユーザーと有料ユーザーが存在し、ユーザーの種類によって利用可能な機能等が異なります。
        </li>
        <li>
          当社は、ユーザーが次の各号のいずれかに該当すると判断した場合、ユーザーに対して事前に通知することなく、機能の全部又は一部の制限を行なったり、本サービスの利用を恒久的に又は一時的に停止したりすることができます。なお、当社は、本項に基づく措置を行った場合においても、支払い済みの利用料金の返金を行う義務を負いません。
        </li>
        <ol className="list-decimal pl-8">
          <li>法令又は本規約に違反した場合</li>
          <li>反社会的勢力の構成員又はその関係者である場合</li>
          <li>
            風説の流布、偽計、威力その他の不正な手段を用いて、当社の信用を毀損し又は業務を妨害する行為をした場合
          </li>
          <li>
            債務超過、無資力、支払停止又は支払不能の状態に陥った場合その他ユーザーの信用不安が発生した場合
          </li>
          <li>過去に本サービスの利用を停止されたことがある場合</li>
          <li>
            上記各号のほか、当社が本サービスの利用の停止等の措置が適切であると判断した場合
          </li>
        </ol>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">
        第3条（有料ユーザーの利用料金）
      </h2>
      <ol className="list-decimal pl-8">
        <li>
          有料ユーザーは、当社が別途定める利用料金を、当社が別途定める方法によって支払うものとします。
        </li>
        <li>
          有料ユーザーの利用料金は変更される場合があります。当社は、利用料金を変更する場合には、本サービス又は当社ウェブサイトにおいて、変更後の利用料金及びその変更日をユーザーが知り得る状態に置くものとします。なお、既存の個々の有料ユーザーに対する利用料金の変更の適用の有無及び適用がある場合における適用開始日（以下、「適用開始日」といいます。）については、別途定めた上で、本サービス若しくは当社ウェブサイトでの掲載又は電子メールにより通知するものとします。
        </li>
        <li>
          前項に基づく利用料金の変更の適用を受ける既存の有料ユーザーは、利用料金の変更に同意しない場合、適用開始日の前日までに、次条第3項に基づき有料ユーザー登録の解約の意思を示すことによって、利用料金の変更を拒むことができます。適用開始日の前日までに有料ユーザー登録の解約の意思が示されなかった場合、有料ユーザーは、変更後の利用料金に同意したとみなされます。
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">
        第4条（有料ユーザーの利用期間）
      </h2>
      <ol className="list-decimal pl-8">
        <li>
          有料ユーザーの利用期間は、有料ユーザーとしての登録時にユーザーが選択した、当社所定の期間とします。
        </li>
        <li>
          有料ユーザーの利用期間は、前項に定める期間の満了日までに有料ユーザー登録が解約されない限り、当該満了日の翌日を更新日として、前項に定める期間と同一の期間で自動的に更新されます。ただし、当社とユーザーが別途合意した場合を除きます。
        </li>
        <li>
          有料ユーザーは、当社の定める方法により、有料ユーザー登録の解約の意思を示すことで、有料ユーザー登録を解約することができます。
        </li>
        <li>
          有料ユーザー登録の解約はいつでも行うことができますが、利用期間の途中で解約を行った場合でも、支払済みの利用料金は返金されません。ただし、法令上必要な場合はこの限りではありません。
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">第5条（知的財産権）</h2>
      <ol className="list-decimal pl-8">
        <li>
          本サービスに関する著作権、特許権、商標権その他の知的財産権（以下、「知的財産権」といいます。）は、当社又は当社にライセンスを許諾している第三者に帰属します。
        </li>
        <li>
          前項の規定にかかわらず、本アカウントがユーザーに対して送信したコンテンツ（以下、「本コンテンツ」といいます。）に関する知的財産権は、当社又は正当な権利を有する第三者に帰属します。ユーザーは、本規約に違反しない範囲内で本コンテンツを利用することができますが、①本コンテンツにはAIを利用して生成されたコンテンツ（以下、「AI生成コンテンツ」といいます。）が含まれること、②AI生成コンテンツには第三者の著作物が含まれる可能性があること、及び、③第三者の著作物を著作権法で認められた私的使用目的での利用等以外の方法で利用する場合には著作権者の許諾を受ける必要があることに留意する必要があります。
        </li>
        <li>
          第1項の規定にかかわらず、ユーザーは、ユーザーが本アカウントに対して送信したコンテンツ（以下、「ユーザーコンテンツ」といいます。）に関して知的財産権を有する場合、当該権利を従前どおり保持します。ただし、ユーザーコンテンツのうち、SNS等を通じて一般公開（不特定多数の人が閲覧可能な状態に置くことをいいます。以下同じです。）されたものに限り、ユーザーは、当社に対し、当該ユーザーコンテンツ及び当該SNS等の投稿内容を本サービスのプロモーションに利用する権利（当社が必要かつ適正とみなす範囲で省略等の変更を加える権利及び当社と提携する第三者に再許諾する権利を含みます。）を許諾したことになります。
        </li>
        <li>
          ユーザーは、ユーザーコンテンツに関する著作者人格権等の権利を、前項に基づく当社又は第三者による利用に対して行使しないものとします。
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">第6条（ユーザーの責任）</h2>
      <ol className="list-decimal pl-8">
        <li>
          ユーザーは、次の各号に掲げる事項を十分に理解した上で、ユーザー自身の責任において、本サービスを利用するものとします。また、ユーザーは、本サービスの利用に関連して、第三者との間で当該第三者の権利を侵害した又は侵害するおそれがあるとして紛争等が生じた場合には、ユーザー自身の責任と負担においてこれを解決するものとします。
        </li>
        <li>
          (1)
          本コンテンツにはAI生成コンテンツが含まれており、その性質上、確実性、完全性、真実性、正確性、合法性等が保証されていないこと
        </li>
        <li>(2) 本コンテンツには第三者の著作物が含まれる可能性があること</li>
        <li>
          (3)
          本サービスは、法律、医療、投資判断等を含む、資格や高度の専門性が求められる分野において、同分野の資格者又は専門家の意見に代わるものではなく、ユーザーは、本サービスのみに依拠して同分野に関する意思決定を行うべきではないこと
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">第7条（禁止事項）</h2>
      <ol className="list-decimal pl-8">
        <li>
          ユーザーは、本サービスの利用にあたり、次の各号のいずれかに該当する行為又はそのおそれのある行為を行ってはならないものとします。
        </li>
        <li>(1) 法令に違反する行為</li>
        <li>
          (2)
          当社又は第三者の知的財産権、名誉権、プライバシー権、その他法令上又は契約上の権利を侵害する行為
        </li>
        <li>(3) 公の秩序または善良の風俗に反する行為</li>
        <li>
          (4)
          本アカウントに対し、過度に暴力的な表現、露骨な性的表現、児童ポルノ・児童虐待に相当する表現、人種、国籍、信条、性別、社会的身分、門地等による差別につながる表現、自殺、自傷行為、薬物乱用を誘引または助長する表現、その他反社会的な内容を含み他人に不快感を与える表現（以下、「不適切表現」といいます。）を送信する行為
        </li>
        <li>
          (5)
          本アカウントに対し、ユーザーの要配慮個人情報、第三者のプライバシーに関する情報、ユーザーが所属する法人等の組織に関する機密情報等を含む機密性の高い情報を送信する行為
        </li>
        <li>
          (6)
          本サービスに接続しているサーバー等に過度の負担をかける行為（本アカウントに対して異常な回数の質問を送信する行為、自動化された手段を用いて本サービスを利用する行為を含みます。）
        </li>
        <li>
          (7)
          リバースエンジニアリング、逆コンパイル、逆アセンブルその他の方法で本サービスのソースコードを解読する行為
        </li>
        <li>
          (8)
          本アカウントによる第三者の知的財産権、名誉権、プライバシー権、その他法令上又は契約上の権利を侵害する表現の送信を誘発する行為
        </li>
        <li>(9) 本アカウントによる不適切表現の送信を誘発する行為</li>
        <li>(10) プロンプトインジェクション又はこれに類する行為</li>
        <li>(11) 前各号に定めるもののほか、当社が不適切と判断する行為</li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">第8条（広告表示）</h2>
      <p className="mb-6">
        ユーザーは、本サービスに当社又は第三者の広告が表示される場合があることを理解し、これを承諾するものとします。
      </p>

      <h2 className="mb-2 mt-6 text-xl font-bold">
        第9条（取得する情報の取扱い）
      </h2>
      <ol className="list-decimal pl-8">
        <li>
          当社は、ユーザーの個人情報を、当社の定めるプライバシーポリシーにしたがって適切に取り扱います。
        </li>
        <li>
          当社は、ユーザーによる本サービスの利用状況その他ユーザーによる本サービスの利用に関して当社が取得する情報を、本サービスその他当社が提供するサービスの提供、維持及び改善、当社における新サービスの企画開発並びに本サービスその他当社が提供するサービス上での広告配信の目的で、分析、解析その他の方法による利用をすることができるものとします。
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">
        第10条（本サービスの変更、停止及び終了）
      </h2>
      <p className="mb-6">
        当社は、ユーザーに対して事前に通知することなく、本サービスの全部又は一部を変更、停止、終了することができます。
      </p>

      <h2 className="mb-2 mt-6 text-xl font-bold">第11条（非保証及び免責）</h2>
      <ol className="list-decimal pl-8">
        <li>
          当社は、ユーザーに対し、本サービスの正常な動作について保証するものではなく、いかなる責任も負いません。
        </li>
        <li>
          当社は、本サービスの確実性、完全性、真実性、正確性、合法性等について保証するものではなく、いかなる責任も負いません。
        </li>
        <li>
          当社は、本サービスが第三者の知的財産権その他の権利を侵害していないこと並びに本サービスの特定の目的への適合性について保証するものではなく、いかなる責任も負いません。また、当社は、本コンテンツに含まれるいかなる内容についても、それらを是認するものではなく、本コンテンツは、当社の見解又は意見を表明するものではありません。
        </li>
        <li>
          本サービスは、特定の案件に対する具体的な法的アドバイスや医業を目的として提供されるものではありません。
        </li>
        <li>
          ユーザーは、外部サービス（Vercel、MoralisAPIを含みますが、これらに限られません。以下同じです。）のサービス内容又は運用の変更等により、本サービスの全部又は一部が利用できなくなる場合があることをあらかじめ承諾するものとします。当社は、外部サービスに関連してユーザーに発生した損害について、いかなる責任も負いません。
        </li>
        <li>
          当社がユーザーに対して損害賠償責任を負う場合においても、当社の責任は、当社の債務不履行又は不法行為によりユーザーに生じた損害のうち現実に発生した直接かつ通常の損害の範囲内で、かつ、ユーザーが過去1ヶ月間に当社に支払った金額を上限とします。ただし、当社の故意又は重過失に起因する場合を除きます。
        </li>
      </ol>

      <h2 className="mb-2 mt-6 text-xl font-bold">第12条（本規約の変更）</h2>
      <p className="mb-6">
        当社は、本規約を変更する場合、一定の猶予期間を設けて変更後の規約の効力発生日を定め、かつ、本規約を変更する旨及び変更後の本規約の内容並びにその効力発生日を事前に本サービス又は当社ウェブサイトに掲載して周知するものとします。当該周知後にユーザーが本サービスを利用した場合には、ユーザーは、本規約の変更に同意したものとみなされます。
      </p>

      <h2 className="mb-2 mt-6 text-xl font-bold">
        第13条（本規約と法令の関係）
      </h2>
      <p className="mb-6">
        本規約の規定が本サービスに関するユーザーと当社との間の契約に適用される消費者契約法その他の法令に反する場合、本規約の該当規定は、当該消費者契約法その他の法令に従ったものとみなされ、本規約の他の規定は、当該消費者契約法その他の法令に従ったものとみなされるものとします。
      </p>

      <h2 className="mb-2 mt-6 text-xl font-bold">
        第14条（準拠法及び管轄裁判所）
      </h2>
      <ol className="list-decimal pl-8">
        <li>本規約の解釈にあたっては、日本法を準拠法とします。</li>
        <li>
          本サービスに関して紛争が生じた場合には、当社の本店所在地を管轄する裁判所を第一審の専属的合意管轄裁判所とします。
        </li>
      </ol>

      <p className="mt-8 text-sm">以上</p>

      <p className="mt-6">最終更新日：2024年02月19日</p>
    </div>
  );
}
